import React from 'react';

export default function SeoBlock() {
    return (
        <div className={`seo_block seo-text`}>
            <h1>О проекте</h1>
            <p>Check-bets - новая уникальная платформа для анализа футбольных матчей. Каждую неделю мы публикуем прогнозы на матчи топовых европейских чемпионатов и Еврокубков.</p>
            <p>Наши прогнозы основаны на статистике, теории вероятности и алгоритмах нейронной сети, которые в конечном итоге формируют ожидаемый счет матча. Подробнее о расчетах можно узнать в разделе Как это работает?</p>
            <p>Для того чтобы обыграть букмекера нужно просто точнее оценивать вероятность исходов матча. Именно этим мы и занимаемся. На основе предполагаемого результата, мы составляем собственную линию коэффициентов. В которой рассчитаны коэффициенты и вероятность каждого события прогноза: победа, ничья, тоталы, форы и другие. Вам остается только сравнить наши коэффициенты с букмекерскими и сделать наиболее выгодную ставку на ваш взгляд.</p>
            <p>Кроме того, у вас есть уникальная возможность повлиять на прогноз. Сервис предоставляет гибкий функционал настроек, с помощью которого вы сами указываете, на основании каких статистических данных строить прогноз.</p>
            <p>Одним из ключевых элементов наших прогнозов является Check-bets статистика. Мы используем ее, во время расчетов, для определения ожидаемого счета и вероятностей, что увеличивает точность прогноза. Также Check-bets статистика полезна для послематчевого анализа, где мы оцениваем справедливость результата матча, а соответственно нашей ставки.</p>
            <p>Check-bets подойдет не только новичку, но и профессионалу. Если у вас уже есть опыт в ставках и вы привыкли делать собственные прогнозы, мы поможем найти в них слабые места и заставим задуматься о правильности ставки. Или же, наоборот, добавим уверенности, если наши прогнозы будут совпадать. Также предлагаем набор базовых приложений необходимых каждому капперу. В ближайшем будущем мы планируем увеличить количество прогнозируемых лиг, расширить необходимый функционал для анализа матча, вклю.</p> 
        </div>
    );
}
